Repository: andactasdemir24/my_baby_tracker
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Baby Tracker
tr: Bebek Takip uygulaması

# buttonText
source: Next
tr: Bir sonraki

source: Save
tr: Kaydet

source: Update
tr: Güncelle

# appbarText
source: Home
tr: Anasayfa

# customAppbarText
source: Settings
tr: Ayarlar

source: Rate us
tr: Bizi değerlendirin

source: Terms of Use
tr: Kullanım Şartları

# privacy
source: Privacy Policy
tr: Gizlilik politikası

# contact
source: Contact Us
tr: İletişim

# restore
source: Restore Purchase
tr: Satın Alma İşlemini Geri Yükle

# feedingAppbar
source: Feeding
tr: Beslenme

source: Time
tr: Zaman

# amount
source: Amount (ml)
tr: Miktar (ml)

source: Note
tr: Not

# sleepAppbar
source: Sleep
tr: Uyku

source: Feel Sleep
tr: Uykuya dalma zamanı

source: Woke up
tr: Uyanma zamanı

# sympAppbar
source: Symptomps Time
tr: Belirti zamanı

# symptomos
source: Symptomps
tr: Belirtiler

# calenderAppbar
source: Calender
tr: Takvim

# noDataText
source: No data about the baby has been entered yet.Please enter data.
tr: Bebekle ilgili henüz bir veri girilmedi.Lütfen veri giriniz.

# runnyNoseT
source: Runny Nose
tr: Burun Akıntısı

# heartburnT
source: Heartburn
tr: Mide bulantısı

# noAppetiteT
source: No Appetite
tr: İştahsızlık

# rushT
source: Rush
tr: Kızarıklık

# lowEnergyT
source: Low Energy
tr: Halsizlik

# nauseaT
source: Nausea
tr: Bulantı

# coughT
source: Cough
tr: Öksürük

# feverT
source: Fever
tr: Ateş

source: Baby Full Name
tr: Bebeğin adı soyadı*

source: Baby Birth Date
tr: Bebeğin doğum tarihi*

source: Baby Weight
tr: Bebeğin kilosu*

source: Baby Height
tr: Bebeğin boyu*

# babyContinue
source: Continue
tr: kaydet

# babyUpdate
source: Update
tr: Güncelle

# babyAppbartext
source: Baby Tracker
tr: Bebek takip uygulaması

# weightText
source: Weight
tr: Kilo

# heightText
source: Height
tr: Boy

source: kgs
tr: kg

source: cms
tr: cm

# boyText
source: Boy
tr: Erkek

# girlText
source: Girl
tr: Kız

source: Desicion!
tr: Karar!

# sure
source: Are you sure you want to delete your baby's information?
tr: Bebeğinizin bilgilerini silmek istediğinizden emin misiniz?

# deleteInf
source: Delete
tr: Sil!

# removeInf
source: Remove Baby Informations
tr: Bebeğimin bilgilerini sil

source: Home
tr: Anasayfa

source: Calendar
tr: Takvim

source: Profile
tr: Profil

source: Memories
tr: Anılar

source: Edit
tr: Güncelle

source: Undo
tr: Geri alma

# noEmptyText
source: Please fill all the blanks!
tr: Lütfen tüm boşlukları doldurun!

# memoriesAppbarText
source: Memories
tr: Anılar

# galleryText
source: Gallery
tr: Galeri

# listBodyText
source: Are you sure you want to delete.
tr: Silmek istediğinize emin misiniz?

# deleteText
source: Delete
tr: Sil

# cancelText
source: Cancel
tr: İptal

# okeyText
source: Delete
tr: Sil

# feedingAlertText
source: Please fill in the blank fields!
tr: Lütfen bütün boş alanları doldurunuz!

# warningText
source: Warning!
tr: Uyarı!

source: Okey
tr: Tamam

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

source: Delete All
tr: Hepsini sil

# nappy1Text
source: Wet
tr: Islak

# nappy2Text
source: Dirty
tr: Kirli

# nappy3Text
source: Mixed
tr: Karışık

# nappy4Text
source: Dry
tr: Kuru

# nappyAppbar
source: Nappy
tr: Bez

source: Nappy Time
tr: Bez zamanı

# nappyStatus
source: Diaper Status
tr: Bez durumu

# vaccineAppbar
source: Vaccine
tr: Aşı

source: Vaccine Date
tr: Aşı günü

source: Vaccine
tr: Aşı

# vaccine1
source: Hepatitis B Vaccine
tr: Hepatit B aşısı

# vaccine2
source: Tuberculosis Vaccine
tr: Tüberküloz aşısı

# vaccine3
source: pneumonia vaccine
tr: Pnömoni aşısı

# vaccine4
source: chickenpox vaccine
tr: Suçiçeği aşısı

# vaccine5
source: measles vaccine
tr: Kızamık aşısı

# vaccine6
source: rubella vaccine
tr: Kızamıkçık aşısı

# vaccine7
source: mumps vaccine
tr: Kabakulak aşısı

# vaccine8
source: Hepatitis A vaccine
tr: Hepatit A aşısı

# vaccine9
source: Tetanus vaccine
tr: Tetanoz aşısı

source: All
tr: Tümü

# anyData
source: You don't have any data.
tr: Herhangi bir dataya sahip değilsiniz.

# subject
source: Please share your criticisms and suggestions with us.
tr: Lütfen eleştiri ve önerilerinizi bizimle paylaşın.

# term1
source: Baby Tracker Application Terms of Use
tr: Bebek Takip Uygulaması Kullanım koşulları

# term2
source: Last Update Date: 30.01.2023
tr: Son Güncelleme Tarihi: 30.01.2023

# term3
source: Please read this document carefully and make sure you understand the following terms of use before starting to use the Baby Tracker application.
tr: Lütfen bu belgeyi dikkatlice okuyun ve Bebek Takip Uygulamasını kullanmaya başlamadan önce aşağıdaki kullanım koşullarını anladığınızdan emin olun.

# term4
source: 1. Accepted Conditions:
tr: 1. Kabul Edilen Koşullar:

# term5
source: By using the Baby Tracker application, you declare that you fully understand and accept the following terms of use. It is important to check the updated terms when there is any change in the conditions.
tr: Bebek Takip Uygulamasını kullanarak, aşağıdaki kullanım koşullarını tamamen anladığınızı ve kabul ettiğinizi beyan edersiniz. Kullanım koşullarında herhangi bir değişiklik olduğunda, güncellenmiş koşulları kontrol etmeniz önemlidir.

# term6
source: 2. User Responsibility:
tr: 2. Kullanıcı Sorumluluğu:

# term7
source: While using the Baby Tracker application, you must ensure that the information you provide is accurate, up-to-date, and complete. Additionally, it is prohibited to disturb other users, use offensive language, or engage in activities that violate the law through the use of the application.
tr: Bebek Takip Uygulamasını kullanırken, sağladığınız bilgilerin doğru, güncel ve eksiksiz olduğundan emin olmalısınız. Ayrıca, uygulamayı kullanarak diğer kullanıcıları rahatsız etmek, hakaret etmek veya yasalara aykırı faaliyetlerde bulunmak yasaktır.

# term8
source: 3. Privacy Policy:
tr: 3. Gizlilik Politikası:

# term9
source: You declare that you have reviewed and approved the privacy policy of the Baby Tracker application. The privacy policy explains how personal information is collected, used, and shared.
tr: Bebek Takip Uygulamasının gizlilik politikasını incelediğinizi ve onayladığınızı beyan edersiniz. Gizlilik politikası, kişisel bilgilerin nasıl toplandığını, kullanıldığını ve paylaşıldığını açıklar.

# term10
source: 4. Intellectual Property Rights:
tr: 4. Fikri Mülkiyet Hakları:

# term11
source: All intellectual property rights on the Baby Tracker application and its content (logos, texts, graphics, etc.) belong to the developing company. Users do not have the right to reproduce, distribute, or modify this content without permission.
tr: Bebek Takip Uygulaması ve içeriği üzerindeki tüm fikri mülkiyet hakları (logolar, metinler, grafikler vb.) geliştirici firmaya aittir. Kullanıcılar, izin almadan bu içeriği çoğaltma, dağıtma veya değiştirme hakkına sahip değillerdir.

# term12
source: 5. Links:
tr: 5. Bağlantılar:

# term13
source: The Baby Tracker application may include links to third-party websites or resources. The developing company is not responsible for the content or services accessed through these links.
tr: Bebek Takip Uygulaması, üçüncü taraf web sitelerine veya kaynaklara bağlantılar içerebilir. Bu bağlantılar üzerinden erişilen içeriklerden veya hizmetlerden geliştirici firma sorumlu değildir.

# term14
source: 6. Termination of Service:
tr: 6. Hizmetin Sonlandırılması:

# term15
source: The development company reserves the right to terminate the use of the Baby Tracker application at any time without prior notice. In this case, the user's data on the application may be lost.
tr: Geliştirici firma, herhangi bir nedenle önceden bildirim yapmaksızın Bebek Takip Uygulamasının kullanımını sonlandırma hakkını saklı tutar. Bu durumda, kullanıcının uygulama üzerindeki verileri kaybolabilir.

# term16
source: 7. Right to Change:
tr: 7. Değişiklik Hakkı:

# term17
source: The terms of use may be updated from time to time. Therefore, it is important for users to check these conditions at regular intervals.
tr: Kullanım koşulları zaman zaman güncellenebilir. Bu nedenle, kullanıcıların belirli aralıklarla bu koşulları kontrol etmeleri önemlidir.

# privacy1
source: Baby Tracker Application Privacy Policy
tr: Bebek Takip Uygulaması Gizlilik koşulları

# privacy2
source: Last Update Date: 30.01.2023
tr: Son Güncelleme Tarihi: 30.01.2023

# privacy3
source: Please read this document carefully and make sure you understand the following privacy policy before starting to use the Baby Tracker application.
tr: Lütfen bu belgeyi dikkatlice okuyun ve Bebek Takip Uygulamasını kullanmaya başlamadan önce aşağıdaki gizlilik koşullarını anladığınızdan emin olun.

# privacy4
source: 1. Collected Information:
tr: 1. Toplanan Bilgiler:

# privacy5
source: The Baby Tracker application collects the baby information entered by users. This information may include the baby's name, date of birth, age, height, weight, and baby pictures. Additionally, through daily records added by users, information such as feeding, vaccinations, sleep, illness, and diaper changes can also be gathered.
tr: Bebek Takip Uygulaması, kullanıcıların giriş yaptıkları bebek bilgilerini toplar. Bu bilgiler arasında bebek adı, doğum tarihi, yaş, boy, kilo ve bebek resimleri bulunabilir. Ayrıca, kullanıcılar tarafından eklenen günlük kayıtlar aracılığıyla, yemek, aşı, uyku, hastalık ve bez değişimi gibi bilgiler de toplanabilir.

# privacy6
source: 2. Usage Purposes:
tr: 2. Kullanım Amaçları:

# privacy7
source: The collected information is used to assist users in tracking the development of their babies, recording and organizing daily habits. The application can provide users with suggestions to make more informed decisions in baby care.
tr: Toplanan bilgiler, kullanıcıların bebeklerinin gelişimini izlemelerine yardımcı olmak, günlük alışkanlıklarını kaydetmelerine ve düzenlemelerine olanak tanımak amacıyla kullanılır. Uygulama, kullanıcılara bebek bakımında daha bilinçli kararlar almaları için öneriler sunabilir.

# privacy8
source: 3. Shared Information:
tr: 3. Paylaşılan Bilgiler:

# privacy9
source: The Baby Tracker application does not share user information with third parties. This information is used only for the purposes determined by the user and is kept confidential.
tr: Bebek Takip Uygulaması, kullanıcı bilgilerini üçüncü taraflarla paylaşmaz. Bu bilgiler, sadece kullanıcı tarafından belirlenen amaçlar doğrultusunda kullanılır ve gizli tutulur.

# privacy10
source: 4. Security Measures:
tr: 4. Güvenlik Önlemleri:

# privacy11
source: The security of user information is important. Baby Tracker makes efforts to ensure the security of information using encryption and other security protocols. However, there is always a security risk in online communication.
tr: Kullanıcı bilgilerinin güvenliği önemlidir. Bebek Takip Uygulaması, şifreleme ve diğer güvenlik protokollerini kullanarak bilgilerin güvenliğini sağlamak için çaba gösterir. Ancak, internet üzerinden iletişimde her zaman bir güvenlik riski bulunabilir.

# privacy12
source: 5. Children's Privacy:
tr: 5. Çocukların Gizliliği:

# privacy13
source: The Baby Tracker application is specifically not targeted towards children.
tr: Bebek Takip Uygulaması, özellikle çocukları hedef almayan bir uygulamadır.

# privacy14
source: 6. User Rights:
tr: 6. Kullanıcı Hakları:

# privacy15
source: Users have the right to update, edit, or delete baby information through the application. Additionally, in the event of terminating the use of the application, all information will be deleted upon the user's request.
tr: Kullanıcılar, uygulama üzerinden bebek bilgilerini güncelleme, düzenleme veya silme hakkına sahiptirler. Ayrıca, uygulama kullanımını sonlandırma durumunda tüm bilgiler kullanıcının talebi üzerine silinir.

# privacy16
source: 7. Cookies and Tracking Technologies:
tr: 7. Çerezler ve İzleme Teknolojileri:

# privacy17
source: The Baby Tracker application may use cookies and similar tracking technologies to enhance user experience and improve service quality. However, this information is solely used to enhance in-app usage.
tr: Bebek Takip Uygulaması, kullanıcı deneyimini geliştirmek ve hizmet kalitesini artırmak amacıyla çerez ve benzeri izleme teknolojilerini kullanabilir. Ancak, bu bilgiler sadece uygulama içi kullanımı iyileştirmek amacıyla kullanılır.

# privacy18
source: 8. Change Notifications:
tr: 8. Değişiklik Bildirimleri:

# privacy19
source: Our privacy policy may be updated from time to time. In the event of any changes, appropriate communication methods will be used to notify users of the updated policy.
tr: Gizlilik politikamız zaman zaman güncellenebilir. Herhangi bir değişiklik durumunda, güncellenmiş politikayı kullanıcılara bildirmek için uygun iletişim yöntemleri kullanılacaktır.

# privacy20
source: This privacy policy aims to protect user privacy for the Baby Tracker application. For more information or any questions, you can send an email to andac_05@hotmail.com.
tr: Bu gizlilik politikası, Bebek Takip Uygulamasının kullanıcı gizliliğini koruma amacı güder. Daha fazla bilgi veya sorularınız için andac_05@hotmail.com adresine e-posta gönderebilirsiniz.
